export default `
1 Когда Иисус родился в иудейском Вифлееме, во время царствования царя Ирода, с востока в Иерусалим пришли мудрецы и сказали:
2 «Где родившийся иудейский Царь? Мы видели Его звезду на востоке и пришли поклониться Ему».
3 Услышав это, царь Ирод встревожился, а с ним был встревожен и весь Иерусалим.
4 Собрав всех первосвященников и книжников народа, он спрашивал у них: «Где должен родиться Христос?»
5 Они отвечали ему: «В иудейском Вифлееме, потому что через пророка написано так:
6 "И ты, Вифлеем, земля Иудеи, ничем не меньше других вождей Иудеи, потому что из твоего народа появится Вождь, Который сбережёт Мой народ — Израиль"».
7 Тогда Ирод тайно позвал к себе тех мудрецов и узнал у них время появления звезды.
8 Он послал их в Вифлеем, сказав: «Пойдите, тщательно разузнайте всё о Младенце и, когда найдёте Его, сообщите об этом мне, чтобы и я мог пойти и поклониться Ему».
9 Мудрецы выслушали царя и пошли. Звезда, которую они видели на востоке, шла перед ними. Наконец, она пришла и остановилась над тем местом, где был Младенец.
10 Увидев звезду, мудрецы очень обрадовались.
11 Они вошли в дом и увидели Младенца с Его матерью Марией. Мудрецы, упав, поклонились Ему и, открыв свои сокровища, преподнесли Ему дары: золото, ладан и смирну.
12 Через сновидение они получили откровение не возвращаться к Ироду, поэтому в свою страну они пошли другим путём.
13 Когда они ушли, Иосифу во сне явился ангел Господа и сказал: «Встань, возьми Младенца и Его мать и беги в Египет. Будь там до тех пор, пока не скажу тебе, потому что Ирод хочет найти Младенца, чтобы Его убить».
14 Иосиф встал ночью, взял Младенца и Его мать и пошёл в Египет.
15 Там он оставался до смерти Ирода, чтобы сбылось сказанное Господом через пророка: «Из Египта Я позвал Моего Сына».
16 Когда Ирод увидел, что мудрецы его обманули, то сильно разгневался и послал истребить в Вифлееме и в его окрестностях всех младенцев от двух лет и младше — по времени, которое узнал у мудрецов.
17 Тогда сбылось сказанное через пророка Иеремию, который сказал:
18 «В Раме слышен крик, рыдание и громкий вопль. Это Рахиль плачет о своих детях и не хочет утешиться, потому что их нет».
19 После смерти Ирода, ангел Господа во сне является Иосифу в Египте
20 и говорит: «Встань, возьми Младенца и Его мать и иди в землю Израиля, потому что те, кто хотел убить Младенца, умерли».
21 Он встал, взял Младенца и Его мать и пошёл в землю Израиля.
22 Когда Иосиф услышал, что в Иудее вместо своего отца Ирода царствует Архелай, то побоялся идти туда. Но получив во сне откровение, он пошёл в Галилею.
23 Когда пришёл, поселился в городе Назарет, чтобы исполнилось сказанное через пророков, что Иисус будет назван назаретянином.
`;