export default `
1 Родословие Иисуса Христа, Сына Давида, Сына Авраама.
2 Авраам родил Исаака, Исаак родил Иакова, Иаков родил Иуду и его братьев.
3 Иуда родил Фареса и Зару от Фамари. Фарес родил Есрома, Есром родил Арама.
4 Арам родил Аминадава, Аминадав родил Наассона, Наассон родил Салмона.
5 Салмон родил Вооза от Раав. Вооз родил Овида от Руфи. Овид родил Иессея.
6 Иессей родил царя Давида. Царь Давид родил Соломона от бывшей жены Урии.
7 Соломон родил Ровоама, Ровоам родил Авию, Авия родил Асу.
8 Аса родил Иосафата, Иосафат родил Иорама, Иорам родил Озию.
9 Озия родил Иоафама, Иоафам родил Ахаза, Ахаз родил Езекию.
10 Езекия родил Манассию, Манассия родил Амона, Амон родил Иосию.
11 Иосия родил Иоакима, Иоаким родил Иехонию и его братьев перед переселением в Вавилон.
12 После переселения в Вавилон Иехония родил Салафииля, Салафииль родил Зоровавеля.
13 Зоровавель родил Авиуда, Авиуд родил Елиакима, Елиаким родил Азора.
14 Азор родил Садока, Садок родил Ахима, Ахим родил Елиуда.
15 Елиуд родил Елеазара, Елеазар родил Матфана, Матфан родил Иакова.
16 Иаков родил Иосифа, мужа Марии, от которой родился Иисус, называемый Христом.
17 Итак, всех родов было: от Авраама до Давида– четырнадцать родов, от Давида до переселения в Вавилон– четырнадцать родов, от переселения в Вавилон до Христа – четырнадцать родов.
18 Рождение Иисуса Христа было так: после обручения Его матери Марии с Иосифом, прежде чем они сочетались, оказалось, что она беременна от Святого Духа.
19 А её муж Иосиф, который был праведным, не хотел опозорить её и намеревался тайно её отпустить.
20 Но когда он подумал об этом, во сне явился ему ангел Господа и сказал: «Иосиф, сын Давида! Не бойся принять твою жену Марию, потому что тот, кто в ней, зачат от Святого Духа.
21 Она родит Сына, и ты дашь Ему имя Иисус, потому что Он спасёт Своих людей от их грехов».
22 Это всё произошло, чтобы сбылось сказанное Господом через пророка, который говорит:
23 «Девушка забеременеет и родит Сына, Которому дадут имя Эммануил, что значит "с нами Бог"».
24 Проснувшись, Иосиф сделал так, как велел ему ангел Господа. Он принял в дом свою жену и
25 не имел с ней близости, пока она не родила своего Сына, первенца, которому Иосиф дал имя Иисус.
`;